<template>
  <div class="content">
    <h1>Путь к успеху</h1>
    <p>
      <img class="lefting" src="../assets/pyt.png" />Достижение успеха для
      человека - важное условие обретения счастья. У каждого человека свое
      понимание успеха и собственные способы его достижения. Кто-то ориентирован
      на внешние атрибуты успеха - достижение статуса, богатства (в основном,
      Америка и Западная Европа), а кто-то - на преобразование внутреннего мира
      - достижение внутренней гармонии (в основном, страны Востока). К
      национальной особенности славян психологи относят склонность к печали,
      унынию. Но, если не быть "нытиком" и во всем находить положительные
      моменты, быть активным и не пасовать перед трудностями, успеха можно
      достичь. В свое время немецкий философ Ф. Ницше писал: "Я многое бы отдал,
      чтобы научиться печалиться так, как это делают русские". Познание причин
      неуспеха и способов достижения успеха является полезным для более
      продуктивного прокладывания пути к успеху. Важно осознать, что пессимисты
      — заядлые неудачники. Им никогда не везет, у них ничего не получается. Они
      живут "не там и не в том времени", от неудачи к неудаче, отчаянно завидуя
      тем, у кого всегда все в порядке. Между тем секрет богатых и знаменитых
      вовсе не в их патологической везучести, а в принципиально ином отношении к
      неудачам: для них любой промах — величайшее благо и побуждение к действию!
      Великая Эдит Пиаф, голос XX века, начинала свой путь уличной бродяжкой,
      которая зарабатывала деньги, развлекая песнями прохожих. Она родилась на
      тротуаре, воспитывалась в борделе, десятки раз попадала в катастрофы,
      чудом оставаясь в живых. От нее отворачивались те, кто потом говорил, что
      если бы не они, не их вера в нее, она никогда бы не прославилась. Но Эдит
      жила каждый день так, как будто завтра должна была умереть. Вупи Голдберг,
      как и многие голливудские актеры, поначалу была кем угодно, только не
      актрисой. Убирая мусор на стройке, она верила в себя. А сегодня режиссеры
      бегают за ней, предлагая миллионные гонорары.
    </p>
  </div>
</template>

<script lang="ts">
import { Component, Vue } from "vue-property-decorator";

@Component({
  components: {},
})
export default class Home extends Vue {}
</script>

<style>
.content {
  width: 80%;
  padding: 10px 15px;
  background-color: white;
  border-radius: 15px;
  margin: 50px auto 100px auto;
  padding-bottom: 200px;
}

.content h1 {
  font-size: 36px;
}

.content p {
  text-indent: 35px;
  font-size: 20px;
  line-height: 2;
}

.lefting {
  float: left;
  margin: 5px 15px 5px 0;
}
</style>
