<template>
  <div>
    <div class="content-news">
      <h1>Новости</h1>
      <ul>
        <li>
          <h2>
            Выставка-пристройство бездомных собак и кошек пройдет в Музее Москвы
          </h2>
          <p>
            <img src="../assets/cat1.jpg" />
            МОСКВА, 18 мар — РИА Новости. Центр реабилитации временно бездомных
            животных "Юна" проведет выставку-пристройство собак и кошек
            "Юна-Фест" в Музее Москвы 26 марта. На мероприятии своих хозяев
            будут ждать более сотни собак и кошек самых разных размеров,
            возрастов, окрасов и характеров. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.
          </p>
          <p>
            В медицине существует гигиеническая гипотеза, согласно которой жизнь
            в условиях, далеких от стерильности, помогает развитию иммунной
            системы в организме ребенка. В ее пользу говорит тот факт, что
            жители менее развитых стран реже страдают от аутоиммунных
            заболеваний. Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет. Новое исследование
            дополняет предыдущие работы в этой области, считает ведущий автор
            статьи Уильямс Терпин (Williams Turpin) из Университета Торонто.
          </p>
          <p>
            МОСКВА, 18 мар — РИА Новости. Центр реабилитации временно бездомных
            животных "Юна" проведет выставку-пристройство собак и кошек
            "Юна-Фест" в Музее Москвы 26 марта. На мероприятии своих хозяев
            будут ждать более сотни собак и кошек самых разных размеров,
            возрастов, окрасов и характеров. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет. Новое исследование
            дополняет предыдущие работы в этой области, считает ведущий автор
            статьи Уильямс Терпин (Williams Turpin) из Университета Торонто. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет.
          </p>
        </li>

        <li>
          <h2>
            Ветеринар высказался о санкциях против кошек из России
          </h2>
          <p>
            <img src="../assets/cat2.jpg" />
            МОСКВА, 18 мар — РИА Новости. Центр реабилитации временно бездомных
            животных "Юна" проведет выставку-пристройство собак и кошек
            "Юна-Фест" в Музее Москвы 26 марта. На мероприятии своих хозяев
            будут ждать более сотни собак и кошек самых разных размеров,
            возрастов, окрасов и характеров. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.
          </p>
          <p>
            В медицине существует гигиеническая гипотеза, согласно которой жизнь
            в условиях, далеких от стерильности, помогает развитию иммунной
            системы в организме ребенка. В ее пользу говорит тот факт, что
            жители менее развитых стран реже страдают от аутоиммунных
            заболеваний. Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет. Новое исследование
            дополняет предыдущие работы в этой области, считает ведущий автор
            статьи Уильямс Терпин (Williams Turpin) из Университета Торонто.
          </p>
          <p>
            МОСКВА, 18 мар — РИА Новости. Центр реабилитации временно бездомных
            животных "Юна" проведет выставку-пристройство собак и кошек
            "Юна-Фест" в Музее Москвы 26 марта. На мероприятии своих хозяев
            будут ждать более сотни собак и кошек самых разных размеров,
            возрастов, окрасов и характеров. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет. Новое исследование
            дополняет предыдущие работы в этой области, считает ведущий автор
            статьи Уильямс Терпин (Williams Turpin) из Университета Торонто. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет.
          </p>
        </li>

        <li>
          <h2>
            В Москве пройдет выставка бездомных животных #НадоБратьЗимой2022
          </h2>
          <p>
            <img src="../assets/cat3.jpg" />
            МОСКВА, 18 мар — РИА Новости. Центр реабилитации временно бездомных
            животных "Юна" проведет выставку-пристройство собак и кошек
            "Юна-Фест" в Музее Москвы 26 марта. На мероприятии своих хозяев
            будут ждать более сотни собак и кошек самых разных размеров,
            возрастов, окрасов и характеров. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.
          </p>
          <p>
            В медицине существует гигиеническая гипотеза, согласно которой жизнь
            в условиях, далеких от стерильности, помогает развитию иммунной
            системы в организме ребенка. В ее пользу говорит тот факт, что
            жители менее развитых стран реже страдают от аутоиммунных
            заболеваний. Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет. Новое исследование
            дополняет предыдущие работы в этой области, считает ведущий автор
            статьи Уильямс Терпин (Williams Turpin) из Университета Торонто.
          </p>
          <p>
            МОСКВА, 18 мар — РИА Новости. Центр реабилитации временно бездомных
            животных "Юна" проведет выставку-пристройство собак и кошек
            "Юна-Фест" в Музее Москвы 26 марта. На мероприятии своих хозяев
            будут ждать более сотни собак и кошек самых разных размеров,
            возрастов, окрасов и характеров. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет. Новое исследование
            дополняет предыдущие работы в этой области, считает ведущий автор
            статьи Уильямс Терпин (Williams Turpin) из Университета Торонто. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет.
          </p>
        </li>

        <li>
          <h2>
            Прививки для собак: какие обязательны, а какие - нет - советы ветеринаров
          </h2>
          <p>
            <img src="../assets/dog1.jpg" />
            МОСКВА, 18 мар — РИА Новости. Центр реабилитации временно бездомных
            животных "Юна" проведет выставку-пристройство собак и кошек
            "Юна-Фест" в Музее Москвы 26 марта. На мероприятии своих хозяев
            будут ждать более сотни собак и кошек самых разных размеров,
            возрастов, окрасов и характеров. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.
          </p>
          <p>
            В медицине существует гигиеническая гипотеза, согласно которой жизнь
            в условиях, далеких от стерильности, помогает развитию иммунной
            системы в организме ребенка. В ее пользу говорит тот факт, что
            жители менее развитых стран реже страдают от аутоиммунных
            заболеваний. Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет. Новое исследование
            дополняет предыдущие работы в этой области, считает ведущий автор
            статьи Уильямс Терпин (Williams Turpin) из Университета Торонто.
          </p>
          <p>
            МОСКВА, 18 мар — РИА Новости. Центр реабилитации временно бездомных
            животных "Юна" проведет выставку-пристройство собак и кошек
            "Юна-Фест" в Музее Москвы 26 марта. На мероприятии своих хозяев
            будут ждать более сотни собак и кошек самых разных размеров,
            возрастов, окрасов и характеров. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет. Новое исследование
            дополняет предыдущие работы в этой области, считает ведущий автор
            статьи Уильямс Терпин (Williams Turpin) из Университета Торонто. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет.
          </p>
        </li>

        <li>
          <h2>
            В Москве пройдет выставка бездомных животных #НадоБратьЗимой2022
          </h2>
          <p>
            <img src="../assets/dog2.jpg" />
            МОСКВА, 18 мар — РИА Новости. Центр реабилитации временно бездомных
            животных "Юна" проведет выставку-пристройство собак и кошек
            "Юна-Фест" в Музее Москвы 26 марта. На мероприятии своих хозяев
            будут ждать более сотни собак и кошек самых разных размеров,
            возрастов, окрасов и характеров. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.
          </p>
          <p>
            В медицине существует гигиеническая гипотеза, согласно которой жизнь
            в условиях, далеких от стерильности, помогает развитию иммунной
            системы в организме ребенка. В ее пользу говорит тот факт, что
            жители менее развитых стран реже страдают от аутоиммунных
            заболеваний. Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет. Новое исследование
            дополняет предыдущие работы в этой области, считает ведущий автор
            статьи Уильямс Терпин (Williams Turpin) из Университета Торонто.
          </p>
          <p>
            МОСКВА, 18 мар — РИА Новости. Центр реабилитации временно бездомных
            животных "Юна" проведет выставку-пристройство собак и кошек
            "Юна-Фест" в Музее Москвы 26 марта. На мероприятии своих хозяев
            будут ждать более сотни собак и кошек самых разных размеров,
            возрастов, окрасов и характеров. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет. Новое исследование
            дополняет предыдущие работы в этой области, считает ведущий автор
            статьи Уильямс Терпин (Williams Turpin) из Университета Торонто. Все животные привиты, чипированы и
            отдаются в добрые руки абсолютно бесплатно прямо с мероприятия,
            сообщили в центре.Хотя гипотеза остается спорной, в последнее время
            появляется все больше убедительных доказательств того, что микробиом
            кишечника действительно влияет на иммунитет.
          </p>
        </li>
      </ul>
    </div>
  </div>
</template>

<script lang="ts">
import { Component, Vue } from "vue-property-decorator";

@Component({
  components: {},
})
export default class News extends Vue {}
</script>

<style>
.content-news {
  width: 80%;
  padding: 10px 15px;
  margin: 50px auto 100px auto;
  padding-bottom: 200px;
}

.content-news h1 {
  font-size: 36px;
}

.content-news h2 {
  font-size: 30px;
}

.content-news p {
  text-indent: 35px;
  font-size: 20px;
  line-height: 2;
  margin: 0;
}

.content-news img {
  float: left;
  margin: 5px 15px 5px 0;
}

.content-news ul{
  padding: 0;
}

.content-news ul li {
  list-style: none;
  padding: 30px 20px;
  border: 1px solid silver;
  min-height: 600px;
  background-color: white;
  border-radius: 10px;
  margin-top: 30px;
}

.content-news ul li:first-child h2{
  margin-top: 0;
}

.content-news ul li img {
  width: 600px;
}
</style>
